Repository: DXChinaTE/More-Personal-Computing
Catalog: MPC_Identity_WhitePaper/SimpleHello/SimpleHello/strings/*/resources.resw
Source language: en
Languages: zh_cn

# btnLater.Content
source: Maybe later
zh_cn: 以后再说

# btnStartHello.Content
source: Start using Windows Hello
zh_cn: 开始使用 Windows Hello

# hyperlinkButton1.Content
source: Is it really more secure?
zh_cn: 它真的安全吗？

# hyperlinkButton2.Content
source: I only see PIN,what do i do?
zh_cn: 我只知道PIN,我该怎么做？

# SelecteHelloDs1
source: Good news {0}!Your device supports Windows Hello and you can use it whith our app.With Windows Hello,you dont't have to remeber passwords anymore.
zh_cn: 好消息 {0}！您的设备支持Windows Hello，您可以在我们的应用程序中使用Windows Hello登录，而不需要记住您的密码了。

# SelecteHelloDs2
source: Do tou want to enable Windows Hello for your next sign in?
zh_cn: 您想在您的下一次登录时，使用Windows Hello吗？

# textBank.Text
source: DX Bank
zh_cn: DX 银行

# btnSignin.Content
source: Sign In
zh_cn: 登 录

# textError.Text
source: Please enter a user name or password.
zh_cn: 请输入用户名或密码

# textPsd.Text
source: Password:
zh_cn: 密码:

# textUsername.Text
source: Username:
zh_cn: 用户名:

# addusertip
source: Add another User
zh_cn: 添加另一个用户

# btnClose.Content
source: Close App
zh_cn: 关闭应用

# FeatureName
source: Windows Hello sample
zh_cn: Windows Hello示例

# hellotext
source: Hello
zh_cn: 你好

# linkbtnPrivacy.Content
source: Privacy
zh_cn: 隐私

# linkbtnTrademarks.Content
source: Trademarks
zh_cn: 商标

# loginTip
source: Today you are {0} landing
zh_cn: 今天您是第{0}次登陆

# Scenario1
source: Sign In Scenario
zh_cn: 登录场景

# textAccount.Text
source: Account
zh_cn: 账 户

# textAccountCount.Text
source: Account number
zh_cn: 总账户数

# textAccountName.Text
source: Account Name
zh_cn: 账户别名

# textAccountName1.Text
source: Life card
zh_cn: 生活卡

# textAccountName2.Text
source: Consumer card
zh_cn: 消费卡

# textAccountName3.Text
source: Wage card
zh_cn: 工资卡

# textAccountType.Text
source: Account Type
zh_cn: 账户类型

# textAccountType1.Text
source: One card solution
zh_cn: 一卡通

# textAccountType2.Text
source: Credit
zh_cn: 信用卡

# textAccountType3.Text
source: Debit card
zh_cn: 借记卡

# textBalance.Text
source: Account Balance
zh_cn: 余额

# textCheckbill.Text
source: Check bill
zh_cn: 查看账单

# textCopyright.Text
source: Microsoft Corporation. All rights reserved.
zh_cn: 微软公司保留所有权

# textCredit.Text
source: Credit
zh_cn: 信用卡

# textCross.Text
source: Cross line
zh_cn: 跨行通

# textfinancialmanage.Text
source: Financing
zh_cn: 购买理财

# textHeader.Text
source: DX Bank Windows Hello Sample
zh_cn: DX 银行 Windows Hello 示例

# textInvestment.Text
source: Investment
zh_cn: 投资理财

# textLanguageTitle.Text
source: Choose language:
zh_cn: 选择语言:

# textLife.Text
source: Financing
zh_cn: 生活理财

# textLoan.Text
source: Loan
zh_cn: 贷 款

# textNumTip.Text
source: number
zh_cn: 个

# textOperation.Text
source: Operation
zh_cn: 常用操作

# textSelectUser.Text
source: Pick a User:
zh_cn: 选择一个用户:

# textService.Text
source: Service
zh_cn: 业务服务

# textSetting.Text
source: Setting
zh_cn: 设置

# textTotala.Text
source: Total assets
zh_cn: 总资产

# textTotall.Text
source: Total liability
zh_cn: 总负债

# textTransfer.Text
source: Transfer
zh_cn: 转 账

# textTransfermoney.Text
source: Transfer money
zh_cn: 转账汇款

# txtLanguageTip.Text
source: You must Close the application to switch the language
zh_cn: 您必须关闭应用才能切换语言

# btnClearAccount.Content
source: Clear Account
zh_cn: 清空账户

# textClearTitle.Text
source: Cache:
zh_cn: 缓存:

# textSignout.Text
source: Sign out
zh_cn: 退出

# btnSelectUser.Content
source: Other accounts
zh_cn: 其他账号

# textTransferTitle.Text
source: Transfer
zh_cn: 转账汇款

# AccountType1
source: One card solution
zh_cn: 一卡通账号

# AccountType2
source: Credit
zh_cn: 信用卡账号

# AccountType3
source: Debit card
zh_cn: 借记卡账号

# btnTransfer.Content
source: Transfer
zh_cn: 转 账

# textToaccount.Text
source: Payee account：
zh_cn: 收款方账户：

# textToname.Text
source: Payee name：
zh_cn: 收款方姓名：

# textBillTitle.Text
source: Check Bill
zh_cn: 查看账单

# textAccountLabel.Text
source: Payment account：
zh_cn: 付款方账号：

# textMoney.Text
source: Transfer amount：
zh_cn: 转账金额：

# hyplookmonay.Content
source: View Balance
zh_cn: 查看余额

# hyplookassociatedaccount.Content
source: Associated Account
zh_cn: 本人关联账号

# hyplookRecipientInfo.Content
source: Recipient Information
zh_cn: 收款方信息

# hypToaccountTime.Content
source: Arrival time and handling charges
zh_cn: 到账时间及手续费标准

# textEndTime.Text
source: End date
zh_cn: 终止日期

# textStartTime.Text
source: Start date
zh_cn: 起始日期

# btnQueue.Content
source: Queue
zh_cn: 查 询

# textamount.Text
source: Transaction Amount
zh_cn: 交易金额

# textBalancea.Text
source: Balance
zh_cn: 余额

# textDate.Text
source: DateTime
zh_cn: 日期时间

# textRemarks.Text
source: Remark
zh_cn: 备注

# textType.Text
source: Transaction Type
zh_cn: 交易类型

# btnCloseInfo.Content
source: Close
zh_cn: 关闭

# textTransferSuccess.Text
source: Transfer Success
zh_cn: 转账成功

# textWelcomeText.Text
source: Hello
zh_cn: 您好
